[
  {
    "type": "faq",
    "title": "Tôi có được cấp chứng chỉ sau khi tham gia xong một khóa học không?",
    "content": "Chứng chỉ của chúng tôi đang được phát triển và sẽ sớm ra mắt trong thời gian tới. Hãy theo dõi các thông báo từ EduVerse để cập nhật thông tin mới nhất."
  },
  {
    "type": "faq",
    "title": "Khóa học có bài kiểm tra không?",
    "content": "Đa số các khóa học đều có các bài kiểm tra trắc nghiệm ngắn (Quiz) sau mỗi chương và bài kiểm tra cuối khóa để đánh giá kiến thức."
  },
  {
    "type": "faq",
    "title": "Tôi có thể đăng ký 2 khóa học cùng một lúc được không?",
    "content": "Hoàn toàn được. Bạn có thể đăng ký và học song song nhiều khóa học tùy theo khả năng sắp xếp thời gian của mình."
  },
  {
    "type": "faq",
    "title": "Khóa học có yêu cầu kiến thức nền tảng không?",
    "content": "Tùy thuộc vào từng khóa học. Các khóa cơ bản thường không yêu cầu, nhưng các khóa nâng cao sẽ có phần 'Yêu cầu đầu vào' được ghi rõ trong mô tả khóa học."
  },
  {
    "type": "faq",
    "title": "Có khóa học nào học offline không?",
    "content": "Hiện tại EduVerse tập trung hoàn toàn vào đào tạo trực tuyến (Online) để bạn có thể học mọi lúc mọi nơi."
  },
  {
    "type": "faq",
    "title": "Khóa học này có phù hợp để xin việc sau khi học xong không?",
    "content": "Các khóa học tại EduVerse được thiết kế bám sát thực tế công việc. Tuy nhiên, việc xin việc còn phụ thuộc vào nỗ lực thực hành và các dự án cá nhân của bạn."
  },
  {
    "type": "faq",
    "title": "Học phí đã bao gồm tài liệu học chưa?",
    "content": "Rồi, học phí đã bao gồm trọn bộ video bài giảng và tài liệu tham khảo đính kèm trong khóa học."
  },
  {
    "type": "faq",
    "title": "Nếu em học không phù hợp, có được hoàn tiền không?",
    "content": "Vui lòng liên hệ bộ phận hỗ trợ để được giải quyết."
  },
  {
    "type": "faq",
    "title": "Có đảm bảo mỗi học viên được hỗ trợ khi gặp lỗi không?",
    "content": "Chắc chắn. Đội ngũ kỹ thuật và giảng viên luôn sẵn sàng hỗ trợ bạn qua phần \"Report \" và phần thảo luận ở mỗi khóa học."
  },
  {
    "type": "faq",
    "title": "Có phải thi cuối khóa không?",
    "content": "Mỗi khóa học đều có các bài kiểm tra (Quiz) sau mỗi chương và bài kiểm tra cuối khóa để đánh giá kiến thức của bạn."
  },
  {
    "type": "faq",
    "title": "Hệ thống có hỗ trợ kỹ thuật (sự cố website, đăng nhập…) không?",
    "content": "Có, nếu gặp sự cố, bạn hãy dùng chức năng \"Report \" trong khóa học."
  },
  {
    "type": "faq",
    "title": "Em có được hỏi giảng viên ngoài giờ không?",
    "content": "Bạn có thể để lại câu hỏi trong phần Thảo luận (Discussion) của bài học, giảng viên sẽ phản hồi sớm nhất có thể."
  },
  {
    "type": "faq",
    "title": "Tôi có được hỗ trợ trong quá trình học không?",
    "content": "Có, bạn được hỗ trợ qua diễn đàn khóa học, nhóm cộng đồng và sự hỗ trợ trực tiếp từ giảng viên/trợ giảng."
  },
  {
    "type": "faq",
    "title": "Hệ thống có lưu tiến trình học của tôi không?",
    "content": "Có, hệ thống tự động lưu lại bài học bạn đang xem dở, điểm số quiz và tiến độ hoàn thành."
  },
  {
    "type": "faq",
    "title": "Tôi có thể học bao lâu sau khi mua khóa học?",
    "content": "Đa số các khóa học tại EduVerse có giá trị sở hữu trọn đời. Bạn có thể xem lại bất cứ lúc nào."
  },
  {
    "type": "faq",
    "title": "Tôi có thể đặt câu hỏi cho giảng viên không?",
    "content": "Được, bạn có thể đặt câu hỏi trong phần Q&A của từng bài học."
  },
  {
    "type": "faq",
    "title": "Có bài tập thực hành trong khóa học không?",
    "content": "Dựa vào cách giảng dạy của từng giảng viên, nhiều khóa học sẽ có bài tập thực hành kèm theo để bạn áp dụng kiến thức đã học."
  },
  {
    "type": "faq",
    "title": "Tôi có thể đánh giá giảng viên sau khóa học không?",
    "content": "Có, bạn có thể viết Review và đánh giá sao cho khóa học/giảng viên sau khi hoàn thành."
  },
  {
    "type": "faq",
    "title": "Khóa học có bị khóa không nếu tôi không đăng nhập và học thường xuyên?",
    "content": "Không, tài khoản và khóa học của bạn vẫn được bảo lưu vĩnh viễn dù bạn bận rộn không học thường xuyên."
  },

  {
    "type": "faq",
    "title": "Tôi có được đánh giá một khóa học chưa đăng ký không?",
    "content": "Không, để đảm bảo tính khách quan, chỉ những học viên đã tham gia khóa học mới được quyền đánh giá."
  },
  {
    "type": "faq",
    "title": "Tôi có thể đánh giá khóa học sau mỗi khóa học được không? Đánh giá của tôi người khác có xem được không?",
    "content": "Được. Đánh giá của bạn sẽ được hiển thị công khai trên trang chi tiết khóa học để cộng đồng cùng tham khảo."
  },
  {
    "type": "faq",
    "title": "Nếu khóa học có lỗi thì tôi làm thế nào để khắc phục?",
    "content": "Bạn vui lòng sử dụng chức năng 'Báo lỗi' (Report ) trong giao diện bài học."
  }
]
